START_TEXT = """
Давно не виделись {first_name}!
Рад тебя видеть, чего хотел на этот раз?
"""

HELP_TEXT = """
/start - запуск бота
/help - список команд
/arno - информация об Арно
/shop_start - лавка Арно
/weapon_command - список оружия
/armor_command - список снаряжения
"""

ARNO_INFO = """
Звать меня Арно третий. Это лавка досталась мне от моего отца.
Я решил продолжить его дело и помогаю таким как ты.
С меня оружие, снаряжение и много чего другого;
взамен с вас предметы и песо! ;)
Если ты забыл про порядок качества предметов, то держи:
Обычное > Редкое > Сверхредкое > Эпическое > Мифическое > Легендарное > Мифриловое > Божественное
Можешь посмотреть мой товар, буду его со временем пополнять...
"""

COMMON_SWORD = """
Обычный меч
Качество: Обычное
Урон: 56-89
Кр.урон: 98-106
Прочность: 40
Умения: отсутсвуют
"""

BULAVA = """
Булава эспаньола
Качество: Редкое
Урон: 120-136
Кр.урон: 148-154
Прочность: 78
Умения: Вращение(2лвл)
"""

MANTIYA = """
Мантия сидров
Качество: Эпическое
Защита: 150
Бонус XP: 265
Прочность: 90
Умения: Неведимость(4лвл); Ускорение(2лвл); Полет(1лвл)
"""

BEAR_HEAD = """
Медвежий шлеп
Качество: Редкое
Защита: 210
Бонус XP: 545
Прочность: 160
Умения: Ярость(3лвл); Поднятие духа(2лвл)
"""